buoyantPimpleFoam_timevaryingBC/chokedNozzle/constant/reactionsGRI
species
(
    O2
    N2
)
;

reactions
{}


elements
();
